Repository: c10b10/wp-admin-customization
Catalog: lang/admin-customization-*.po
Languages: ro_ro

source: Admin Customization Settings
ro_ro: Personalizare Administrare

source: Admin Customization
ro_ro: Personalizare Administrare

source: Style preferences
ro_ro: Preferințe de stil

source: Dashboard widgets
ro_ro: Widget-uri Panou Control

source: General settings
ro_ro: Setări generale

source: Note: If you don't see any changes immediately after you saved, just refresh or visit a different admin page.
ro_ro: Notă: Dacă nu vezi nici o schimbare imediat după salvare, reîncarcă pagina sau vizitează altă pagină din panoul de administrare.

source: Hide update notices
ro_ro: Ascunde notificări de update

source: Hide plugin update count
ro_ro: Ascunde număr update pluginuri

source: Redirect to home page on logout
ro_ro: După logout, redirecționează către pagina de home

source: General settings saved. <strong>You need to refresh to see the changes.</strong>
ro_ro: Preferințele generale au fost salvate. <strong>E nevoie de un refresh pentru a vedea schimbarile.</strong>

source: (favicon path realative to wp-content)
ro_ro: (cale relativă la wp-content către favicon)

source: Login logo
ro_ro: Logo login

source: (login logo path relative to wp-content)
ro_ro: (cale relativă la wp-content către logo de pe pagina de login )

source: Admin logo
ro_ro: Logo admin

source: Hide admin logo name
ro_ro: Ascude nume logo admin

source: Style preferences changes saved. <strong>You need to refresh to see the changes.</strong>
ro_ro: Preferențele de stil au fost salvate. <strong>E nevoie de un refresh pentru a vedea schimbarile.</strong>

source: To update this list of widgets you must first visit the Dashboard.
ro_ro: Pentru actualizarea listei de widget-uri vizitează Panoul de Control

source: Disable All Widgets
ro_ro: Dezactivează toate Widget-urile

source: Dashboard widgets settings saved.
ro_ro: Setări Widget-uri Panou Control au salvate.

source: Settings <strong>saved</strong>.
ro_ro: Setări au fost <strong>salvate</strong>.

source: Save Changes
ro_ro: Salvează schimbările

source: Settings
ro_ro: Setări

source: General settings saved. You may need to refresh to see the changes.
ro_ro: Preferințele generale au fost salvate. E nevoie de un refresh pentru a vedea schimbarile.

source: (admin logo (max <strong>32x32px</strong>) path relative to wp-content.)<br />e.g.: "themes/mytheme/img/admin_logo.png"
ro_ro: (cale relativă (max <strong>32x32px</strong>) la wp-content către logo admin)<br />ex.: "themes/mytheme/img/admin_logo.png"

source: Style preferences changes saved. You may need to refresh to see the changes.
ro_ro: Preferențele de stil au fost salvate. E nevoie de un refresh pentru a vedea schimbarile.
